<!DOCTYPE html>
<html lang="ru">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Лицензионное соглашение</title>
    <link rel="stylesheet" href="license.css">
    <link rel="stylesheet" href="../css/main.css">
    <link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/font-awesome/6.0.0/css/all.min.css" integrity="sha512-9usAa10IRO0HhonpyAIVpjrylPvoDwiPUiKdWk5t3PyolY1cOd4DSE0Ga+ri4AuTroPR5aQvXU9xC6qOPnzFeg==" crossorigin="anonymous" referrerpolicy="no-referrer" />
</head>
<body>
    <div class="background"></div>
    <div class="container">
        <h1>лицензионное соглашение сервиса “CaBoo”</h1>
        <button id="scrollDownButton" class="scroll-button">
        ▼
        </button>
        <div class="agreement-text">
           <p>
             <strong>1. Общие положения</strong>
             <br>
             1.1. Настоящее Лицензионное Соглашение (далее – “Соглашение”) является юридически обязывающим соглашением между вами (далее – “Пользователь”) и ООО “CaBoo” (далее – “Компания”), относительно использования вами веб-сайта, мобильных приложений и других сервисов “CaBoo” (далее – “Сервис”). Регистрируясь на Сервисе, вы подтверждаете, что ознакомились, поняли и согласны соблюдать все условия настоящего Соглашения.
             <br>
             1.2. Сервис предоставляет платформу для соискателей работы и работодателей для связи, взаимодействия и поиска возможностей трудоустройства.
             <br>
             1.3. Компания оставляет за собой право изменять, обновлять или приостанавливать работу Сервиса или его частей в любое время.
             <br>
             1.4. Использование Сервиса предоставляется на условиях “как есть”. Компания не гарантирует безошибочную работу Сервиса и не несет ответственности за любые прямые или косвенные убытки, возникшие в результате его использования.
           </p>
          <p>
              <strong>2. Регистрация и Аккаунт</strong>
              <br>
              2.1. Для использования Сервиса Пользователь должен пройти регистрацию и создать учетную запись (далее – “Аккаунт”).
             <br>
             2.2. При регистрации Пользователь обязуется предоставлять точную, актуальную и полную информацию.
             <br>
             2.3. Пользователь несет ответственность за безопасность своего Аккаунта, включая логин и пароль. Пользователь обязуется не передавать свои учетные данные третьим лицам.
             <br>
             2.4. Компания оставляет за собой право отказать в регистрации, приостановить или удалить Аккаунт Пользователя при нарушении условий настоящего Соглашения или при наличии подозрения на неправомерные действия.
          </p>
          <p>
             <strong>3. Пользование Сервисом</strong>
             <br>
             3.1. Сервис предоставляет Пользователю возможность: * Размещать и просматривать резюме (для соискателей). * Размещать и просматривать вакансии (для работодателей). * Взаимодействовать с другими пользователями (через сообщения и другие функции Сервиса). * Использовать иные функции, предоставляемые Сервисом.
             <br>
             3.2. Пользователь обязуется не использовать Сервис для следующих целей: * Распространение неправомерной, оскорбительной, клеветнической, дискриминационной информации. * Нарушение прав интеллектуальной собственности третьих лиц. * Распространение вредоносного программного обеспечения. * Сбор информации о других пользователях без их согласия. * Любая деятельность, нарушающая применимые законы и нормативные акты.
             <br>
             3.3. Компания имеет право, но не обязана, контролировать контент, размещенный пользователями, и удалять любой контент, нарушающий настоящее Соглашение.
          </p>
           <p>
             <strong>4. Контент Пользователя</strong>
             <br>
             4.1. Пользователь несет полную ответственность за контент, который он размещает на Сервисе.
             <br>
             4.2. Размещая контент, Пользователь гарантирует, что он обладает всеми необходимыми правами на данный контент и не нарушает права третьих лиц.
             <br>
             4.3. Компания имеет право использовать контент, размещенный пользователем, в целях обеспечения работы Сервиса.
          </p>
           <p>
             <strong>5. Интеллектуальная собственность</strong>
              <br>
              5.1. Все права интеллектуальной собственности на Сервис и его содержание (за исключением контента, размещенного пользователями) принадлежат Компании.
              <br>
              5.2. Пользователь не имеет права копировать, изменять, распространять, или использовать элементы Сервиса без предварительного письменного согласия Компании.
          </p>
          <p>
             <strong>6. Ограничение Ответственности</strong>
              <br>
              6.1. Компания не несет ответственности за: * Результаты использования Сервиса пользователями, в том числе, но не ограничиваясь, успешное трудоустройство. * Действия других пользователей Сервиса. * Любые прямые, косвенные, случайные, специальные или последующие убытки, возникающие в связи с использованием Сервиса. * Сбои или перерывы в работе Сервиса.
              <br>
              6.2. Максимальная ответственность Компании перед Пользователем ограничивается суммой, уплаченной пользователем за использование Сервиса.
          </p>
          <p>
             <strong>7. Конфиденциальность</strong>
              <br>
              7.1. Компания обязуется соблюдать конфиденциальность личной информации Пользователя, в соответствии с Политикой конфиденциальности, опубликованной на сайте Сервиса.
              <br>
              7.2. Пользователь соглашается с условиями Политики конфиденциальности, размещенной на сайте Сервиса.
          </p>
          <p>
             <strong>8. Изменения в Соглашении</strong>
              <br>
              8.1. Компания имеет право в любое время вносить изменения в настоящее Соглашение.
              <br>
              8.2. Изменения вступают в силу с момента их публикации на сайте Сервиса.
              <br>
              8.3. Продолжение использования Сервиса после внесения изменений означает согласие Пользователя с этими изменениями.
          </p>
          <p>
             <strong>9. Разрешение споров</strong>
              <br>
              9.1. Настоящее Соглашение регулируется законодательством Российской Федерации.
              <br>
              9.2. Все споры, возникающие в связи с настоящим Соглашением, подлежат разрешению в соответствии с законодательством Российской Федерации в суде по месту нахождения Компании.
            </p>
            <p>
             <strong>10. Заключительные положения</strong>
              <br>
              10.1. Если какое-либо положение настоящего Соглашения будет признано недействительным, это не влечет недействительности остальных положений.
              <br>
              10.2. Настоящее Соглашение представляет собой полное соглашение между Пользователем и Компанией в отношении использования Сервиса.
            </p>
            <p>
              <strong>Контактные данные</strong>
              <br>
                Если у вас есть какие-либо вопросы относительно настоящего Соглашения, пожалуйста, свяжитесь с нами по адресу:
              caboo.sup@gmail.ru
            </p>
        </div>
        <div class="button-container">
            <button id="backButton">На главную</button>
        </div>
    </div>
    <script>
        const backButton = document.getElementById("backButton");
        backButton.addEventListener("click", function() {
          // В данном примере предполагается, что вы хотите перейти на другую страницу.
          // Замените 'previousPage.html' на путь к вашей предыдущей странице.
          window.location.href = '../index.php'; 
        });
    </script>
    <footer>
    <div class="container-footer">
        <div class="social">
           <a href="#"><i class="fab fa-vk"></i></a>
           <a href="#"><i class="fab fa-github"></i></a>
           <a href="#"><i class="fab fa-telegram-plane"></i></a>
        </div>
        <div class="footer-links">
            <ul>
               <li><a class="active" href="https://journal.tinkoff.ru/flows/career/">Статьи</a></li>
               <li><a class="active" href="license.php">Лицензионное соглашение</a></li>
               <li><a class="active" href="politic.php">Политика конфиденциальности</a></li>  
               <li class="caboo">CaBoo 2025 ©</li>
           </ul>
        </div>

    </div>
    </footer>
    <script src="scroll.js"></script>
</body>
</html>