<!DOCTYPE html>
<html lang="ru">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Лицензионное соглашение</title>
    <link rel="stylesheet" href="politic.css">
    <link rel="stylesheet" href="../css/main.css">
    <link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/font-awesome/6.0.0/css/all.min.css" integrity="sha512-9usAa10IRO0HhonpyAIVpjrylPvoDwiPUiKdWk5t3PyolY1cOd4DSE0Ga+ri4AuTroPR5aQvXU9xC6qOPnzFeg==" crossorigin="anonymous" referrerpolicy="no-referrer" />
</head>
<body>
  <div class="background"></div>
    <div class="container">
        <h1>Политика конфиденциальности сервиса “CaBoo”</h1>
        <button id="scrollDownButton" class="scroll-button">
        ▼
        </button>
        <div class="agreement-text">
           <p>
             <strong>Введение</strong>
             <br>
             Сайт CaBoo предоставляет услуги по трудоустройству и размещению предложений для соискателей. Данная политика конфиденциальности описывает, как мы собираем, используем, раскрываем и защищаем вашу информацию. Прочитав ее, вы соглашаетесь с нашими условиями обработки ваших персональных данных.
           </p>
          <p>
              <strong>Какие данные мы собираем?</strong>
              <br>
              Данные, предоставленные вами напрямую: Это включает в себя информацию, которую вы предоставляете при регистрации на сайте, создании профиля, подаче резюме, отправке заявок на вакансии, участии в мероприятиях или опросах. Это может быть ваше имя, контактная информация (электронная почта, телефон), информация о профессиональном опыте, образовании, навыках, предпочтениях в работе, фото и др.
             <br>
             Данные, полученные при использовании сайта: Мы собираем информацию о вашем взаимодействии с сайтом, включая страницы, которые вы посещаете, вакансии, на которые вы просматриваете, и действия, которые вы выполняете. Это может включать информацию о вашем браузере, операционной системе, IP-адресе, и датах и времени посещений.
             <br>
             Данные, полученные от третьих лиц: В некоторых случаях мы можем получать информацию о вас от третьих лиц, таких как агентства по трудоустройству, работодатели и социальные сети, с вашего согласия.
          </p>
          <p>
             <strong>Как мы используем ваши данные?</strong>
             <br>
             Обеспечение работы сайта: Мы используем данные для функционирования сайта, поддержки и улучшения его работы.
             <br>
             Сопоставление резюме с вакансиями: Мы используем вашу информацию для сопоставления ваших профессиональных навыков и предпочтений с подходящими вакансиями.
             <br>
             Направление соответствующих вакансий: На основе вашей информации мы можем отправлять вам информацию о вакансиях, которые, как мы считаем, могут вам быть интересны.
             <br>
             Персонализация вашего опыта: Мы можем использовать ваши данные для персонализации вашего взаимодействия с сайтом и предоставления вам более релевантного контента.
             <br>
             Связь с вами: Мы можем использовать ваши данные для связи с вами по вопросам, связанным с вашими заявками, профилем или услугами.
             <br>
             Анализ данных: Мы можем использовать анонимизированные данные о пользователях для анализа тенденций, улучшения сайта, и изучения рынка труда.

          </p>
           <p>
             <strong>Раскрытие вашей информации</strong>
             <br>
             Работодателям: В случае вашей заявки на вакансию, мы предоставляем информацию о вас работодателям, соответствующую условиям работы, и в рамках условий соглашения.
             <br>
             В соответствии с законом: Мы можем раскрывать вашу информацию в соответствии с требованиями закона, судебного решения или запроса правоохранительных органов.
          </p>
           <p>
             <strong>Безопасность данных</strong>
              <br>
              Мы принимаем меры для защиты вашей информации от несанкционированного доступа, использования, раскрытия, изменения или уничтожения. Эти меры включают в себя технические и организационные меры, такие как шифрование данных, ограничение доступа к ним и регулярные проверки безопасности.
          </p>
          <p>
             <strong>Ваши права</strong>
              <br>
              Вы имеете право на доступ к своей информации, ее исправление и удаление, а также на ограничение обработки. Вы можете связаться с нами для уточнения этих прав.
          </p>
          <p>
             <strong>Контактные данные</strong>
              <br>
              Если у вас есть вопросы или комментарии относительно этой политики конфиденциальности, свяжитесь с нами по адресу: 
              caboo.sup@gmail.ru.
          </p>
        </div>
        <div class="button-container">
            <button id="backButton">На главную</button>
        </div>
    </div>
    <script>
        const backButton = document.getElementById("backButton");
        backButton.addEventListener("click", function() {
          // В данном примере предполагается, что вы хотите перейти на другую страницу.
          // Замените 'previousPage.html' на путь к вашей предыдущей странице.
          window.location.href = '../index.php'; 
        });
    </script>
    <footer>
    <div class="container-footer">
        <div class="social">
           <a href="#"><i class="fab fa-vk"></i></a>
           <a href="#"><i class="fab fa-github"></i></a>
           <a href="#"><i class="fab fa-telegram-plane"></i></a>
        </div>
        <div class="footer-links">
           <ul>
               <li><a class="active" href="https://journal.tinkoff.ru/flows/career/">Статьи</a></li>
               <li><a class="active" href="license.php">Лицензионное соглашение</a></li>
               <li><a class="active" href="politic.php">Политика конфиденциальности</a></li>
               <li><a class="later" href="../later/later.php">later</a></li>
               <li>CaBoo 2025 ©</li>
           </ul>
        </div>

    </div>
    </footer>
    <script src="scroll.js"></script>
</body>
</html>